---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCProfile
source: html/e0c56ff3-10ed-6c90-35dd-71a9a4abc69d.htm
---
# StructuralSectionCProfile Properties

Common set of parameters for structural analysis.